[
  {
    "id": "207QA0000X",
    "name": "Allergy & Immunology",
    "slug": "allergy-immunology",
    "mesh_specialty_id": "D001237",
    "mesh_disease_id": "D000293",
    "description": "A family medicine physician with multidisciplinary training in the unique physical, psychological and social characteristics of adolescents and their health care problems and needs.",
    "level": 1
  },
  {
    "id": "208D00000X",
    "name": "Dermatology",
    "slug": "dermatology",
    "mesh_specialty_id": "D003131",
    "mesh_disease_id": "D003092",
    "description": "A physician who specializes in the general practice of diagnosing, treating, and managing patients with a variety of illnesses and conditions.",
    "level": 1
  },
  {
    "id": "207R00000X",
    "name": "Internal Medicine",
    "slug": "internal-medicine",
    "mesh_specialty_id": "D002983",
    "description": "A physician who provides long-term, comprehensive care in the office and the hospital, managing both common and complex illness of adolescents, adults and the elderly. Internists are trained in the diagnosis and treatment of cancer, infections and diseases affecting the heart, blood, kidneys, joints and digestive, respiratory and vascular systems. They are also trained in the essentials of primary care internal medicine, which incorporates an understanding of disease prevention, wellness, substance abuse, mental health and effective treatment of common problems of the eyes, ears, skin, nervous system and reproductive organs.",
    "level": 1
  },
  {
    "id": "207RC0000X",
    "name": "Cardiology",
    "slug": "cardiology",
    "mesh_specialty_id": "D002309",
    "mesh_disease_id": "D002318",
    "description": "An internist who specializes in diseases of the heart and blood vessels and manages complex cardiac conditions such as heart attacks and life-threatening, abnormal heartbeat rhythms.",
    "level": 1
  },
  {
    "id": "207RE0101X",
    "name": "Endocrinology",
    "slug": "endocrinology",
    "mesh_specialty_id": "D004706",
    "mesh_disease_id": "D004700",
    "description": "An internist who concentrates on disorders of the internal (endocrine) glands such as the thyroid and adrenal glands. This specialist also deals with disorders such as diabetes, metabolic and nutritional disorders, obesity, pituitary diseases and menstrual and sexual problems.",
    "level": 1
  },
  {
    "id": "207RG0100X",
    "name": "Gastroenterology",
    "slug": "gastroenterology",
    "mesh_specialty_id": "D005769",
    "mesh_disease_id": "D005767",
    "description": "An internist who specializes in diagnosis and treatment of diseases of the digestive organs including the stomach, bowels, liver and gallbladder. This specialist treats conditions such as abdominal pain, ulcers, diarrhea, cancer and jaundice and performs complex diagnostic and therapeutic procedures using endoscopes to visualize internal organs.",
    "level": 1
  },
  {
    "id": "207RH0000X",
    "name": "Hematology",
    "slug": "hematology",
    "mesh_specialty_id": "D004443",
    "mesh_disease_id": "D004487",
    "description": "An internist with additional training who specializes in diseases of the blood, spleen and lymph. This specialist treats conditions such as anemia, clotting disorders, sickle cell disease, hemophilia, leukemia and lymphoma.",
    "level": 1
  },
  {
    "id": "207RI0200X",
    "name": "Infectious Disease",
    "slug": "infectious-disease",
    "mesh_specialty_id": "D015673",
    "mesh_disease_id": "D007239",
    "description": "An internist who deals with infectious diseases of all types and in all organ systems. Conditions requiring selective use of antibiotics call for this special skill. This physician often diagnoses and treats AIDS patients and patients with fevers which have not been explained. Infectious disease specialists may also have expertise in preventive medicine and travel medicine.",
    "level": 1
  },
  {
    "id": "207RI0011X",
    "name": "Immunology",
    "slug": "immunology",
    "mesh_specialty_id": "D007167",
    "mesh_disease_id": "D007155",
    "description": "An area of medicine within the subspecialty of cardiology, which uses specialized imaging and other diagnostic techniques to evaluate blood flow and pressure in the coronary arteries and chambers of the heart and uses technical procedures and medications to treat abnormalities that impair the function of the cardiovascular system.",
    "level": 1
  },
  {
    "id": "207RN0300X",
    "name": "Nephrology",
    "slug": "nephrology",
    "mesh_specialty_id": "D007671",
    "mesh_disease_id": "D007674",
    "description": "An internist who treats disorders of the kidney, high blood pressure, fluid and mineral balance and dialysis of body wastes when the kidneys do not function. This specialist consults with surgeons about kidney transplantation.",
    "level": 1
  },
  {
    "id": "207RO0000X",
    "name": "Oncology",
    "slug": "oncology",
    "mesh_specialty_id": "D009367",
    "mesh_disease_id": "D009369",
    "description": "An internist who specializes in the diagnosis and treatment of all types of cancer and other benign and malignant tumors. This specialist decides on and administers therapy for these malignancies, as well as consults with surgeons and radiotherapists on other treatments for cancer.",
    "level": 1
  },
  {
    "id": "207RP0002X",
    "name": "Pulmonology",
    "slug": "pulmonology",
    "mesh_specialty_id": "D011650",
    "mesh_disease_id": "D012140",
    "description": "An internist who treats diseases of the lungs and airways. The pulmonologist diagnoses and treats cancer, pneumonia, pleurisy, asthma, occupational and environmental diseases, bronchitis, sleep disorders, emphysema and other complex disorders of the lungs.",
    "level": 1
  },
  {
    "id": "207RS0012X",
    "name": "Rare Diseases",
    "slug": "rare-diseases",
    "mesh_disease_id": "D035583",
    "description": "An Internist who practices Sleep Medicine is certified in the subspecialty of sleep medicine and specializes in the clinical assessment, physiologic testing, diagnosis, management and prevention of sleep and circadian rhythm disorders. Sleep specialists treat patients of any age and use multidisciplinary approaches. Disorders managed by sleep specialists include, but are not limited to, sleep related breathing disorders, insomnia, hypersomnias, circadian rhythm sleep disorders, parasomnias and sleep related movement disorders.",
    "level": 1
  },
  {
    "id": "207T00000X",
    "name": "Psychiatry",
    "slug": "psychiatry",
    "mesh_specialty_id": "D010575",
    "mesh_disease_id": "D011570",
    "description": "A neurological surgeon provides the operative and non-operative management (i.e., prevention, diagnosis, evaluation, treatment, critical care, and rehabilitation) of disorders of the central, peripheral, and autonomic nervous systems, including their supporting structures and vascular supply; the evaluation and treatment of pathological processes which modify function or activity of the nervous system; and the operative and non-operative management of pain. A neurological surgeon treats patients with disorders of the nervous system; disorders of the brain, meninges, skull, and their blood supply, including the extracranial carotid and vertebral arteries; disorders of the pituitary gland; disorders of the spinal cord, meninges, and vertebral column, including those which may require treatment by spinal fusion or instrumentation; and disorders of the cranial and spinal nerves throughout their distribution.",
    "level": 1
  },
  {
    "id": "207W00000X",
    "name": "Ophthalmology",
    "slug": "ophthalmology",
    "mesh_specialty_id": "D009879",
    "mesh_disease_id": "D009878",
    "description": "A physician who specializes in the diagnosis and treatment of all types of disease and injury of the eye. This specialist examines the eye and performs medical, laser, and microsurgical procedures and prescribes vision services, including glasses and contact lenses.",
    "level": 1
  },
  {
    "id": "208VP0014X",
    "name": "Pain Management",
    "slug": "pain-management",
    "mesh_specialty_id": "D010146",
    "mesh_disease_id": "D010146",
    "description": "Interventional Pain Medicine is the discipline of medicine devoted to the diagnosis and treatment of pain and related disorders principally with the application of interventional techniques in managing subacute, chronic, persistent, and intractable pain, independently or in conjunction with other modalities of treatment.",
    "level": 1
  },
  {
    "id": "208200000X",
    "name": "Obstetrics & Gynecology",
    "slug": "obstetrics-gynecology",
    "mesh_specialty_id": "D009776",
    "mesh_disease_id": "D000740",
    "description": "A plastic surgeon deals with the repair, reconstruction or replacement of physical defects of form or function involving the skin, musculoskeletal system, craniomaxillofacial structures, hand, extremities, breast and trunk and external genitalia or cosmetic enhancement of these areas of the body. Cosmetic surgery is an essential component of plastic surgery. The plastic surgeon uses cosmetic surgical principles to both improve overall appearance and to optimize the outcome of reconstructive procedures. The surgeon uses aesthetic surgical principles not only to improve undesirable qualities of normal structures but in all reconstructive procedures as well.",
    "level": 1
  },
  {
    "id": "2084N0400X",
    "name": "Neurology",
    "slug": "neurology",
    "mesh_specialty_id": "D009464",
    "mesh_disease_id": "D009422",
    "description": "A Neurologist specializes in the diagnosis and treatment of diseases or impaired function of the brain, spinal cord, peripheral nerves, muscles, autonomic nervous system, and blood vessels that relate to these structures.",
    "level": 1
  },
  {
    "id": "208600000X",
    "name": "Surgery",
    "slug": "surgery",
    "mesh_specialty_id": "D014022",
    "mesh_disease_id": "D014023",
    "description": "A general surgeon has expertise related to the diagnosis - preoperative, operative and postoperative management - and management of complications of surgical conditions in the following areas: alimentary tract; abdomen; breast, skin and soft tissue; endocrine system; head and neck surgery; pediatric surgery; surgical critical care; surgical oncology; trauma and burns; and vascular surgery. General surgeons increasingly provide care through the use of minimally invasive and endoscopic techniques. Many general surgeons also possess expertise in transplantation surgery, plastic surgery and cardiothoracic surgery.",
    "level": 1
  },
  {
    "id": "2080I0204X",
    "name": "Vaccines",
    "slug": "vaccines",
    "mesh_specialty_id": "D053823",
    "description": "Development and administration of vaccines for disease prevention",
    "level": 2,
    "parent_id": "207RI0200X"
  }
]